export default function Privacy() {
  return (<>
    <h1>Політика конфіденційності</h1>

    <h2>Загальні відомості</h2>
    <p>
      Ця сторінка містить інформацію про те, як ми збираємо, використовуємо та захищаємо вашу особисту інформацію на нашому веб-сайті. Ми дотримуємося вимог Закону про захист персональних даних та інших відповідних нормативно-правових актів у сфері захисту даних.
    </p>

    <h2>Збір та використання інформації</h2>
    <h3>Інформація, яку ми збираємо</h3>
    <p>
      Ми можемо збирати різноманітну інформацію, включаючи, але не обмежуючись:
    </p>
    <ul>
      <li>Ім'я та контактні дані</li>
      <li>Інформація про відвідування нашого сайту, включаючи IP-адреси та деталі використання</li>
    </ul>

    <h3>Використання інформації</h3>
    <p>Ми використовуємо зібрану інформацію для:</p>
    <ul>
      <li>Забезпечення роботи нашого веб-сайту</li>
      <li>Зв'язку з вами щодо запитів та питань</li>
      <li>Покращення якості наших послуг та забезпечення вас актуальною інформацією</li>
    </ul>

    <h2>Захист інформації</h2>
    <p>
      Ми приділяємо велику увагу захисту вашої особистої інформації і вживаємо необхідних заходів для забезпечення безпеки даних. Ми не розголошуємо ваші дані третім особам без вашого дозволу, за винятком випадків, передбачених законом.
    </p>

    <h2>Контактна інформація</h2>
    <p>
      Якщо у вас є питання або зауваження щодо нашої політики конфіденційності, будь ласка, зв'яжіться з нами за адресою електронної пошти <a href="mailto:info@example.com">info@example.com</a>.
    </p>

    <p>Останнє оновлення: 11.04.2024 о 18:34:15</p>
  </>);
}